// © Copyright 2004-2013, 2015-2016 HP Development Company, L.P.

UtilityWindowPreferredSize = "{796, 406}";

kCheckChangesAlertTitleKey = "データが変更されています。 続行しますか？";
kCheckChangesAlertContinueButtonTitleKey = "続行";
kCheckChangesAlertMessageKey = "続行した場合、変更内容が失われます。 操作を取り消し作業を続ける場合は、[キャンセル] をクリックしてください。";

DeviceStatusUnknown = "不明";

NoItemsMenuTitle = "利用できる項目なし";

NotEnoughSpaceTitle = "HP Utilityを起動できませんでした";
NotEnoughSpaceMsg = "お使いの起動ディスクはほとんど一杯です。ファイルを削除して、起動ディスク上で利用できる空き容量を増やす必要があります。";

RecentUnreachableTitle = "接続できませんでした";
RecentUnreachableMsg = "%@ は現在使用できません。 電源が入っており接続されている状態であるか確認してください。あるいは後でもう一度試してください。";

AirPortDeviceErrorTitle = "HP Utility は、AirPort に接続されたデバイスと一緒に使用できません。";
SharedDeviceErrorTitle = "HP Utility は、共有デバイスと一緒に使用できません。";
NotDirectDeviceErrorDescription = "一緒に使用するには、デバイスを Mac に直接接続してください。";

NoUtilityMessage = "デバイス付属のソフトウェアを再インストールしてください。";

// menu items
ShowAdvanced = "詳細オプションを表示";
HideAdvanced = "詳細オプションを隠す";

DeviceOKButtonTitle = "OK";
DeviceResumeButtonTitle = "再開";
SupplyInfoTaskTitle = "サプライ製品情報";
TravelInfoTaskTitle = "旅行情報";

kTaskGroupInformationTitleKey = "情報";
kTaskGroupColorCenterTitleKey = "HP Color Center";
kTaskGroupConfigurationTitleKey = "設定";
kTaskGroupSupportTitleKey = "サポート";
kTaskGroupJobCenterTitleKey = "ジョブ センター";

kTaskGroupUnknownTitleKey = "その他";
kTaskGroupInformationAndSupportTitleKey = "インフォメーションおよびサポート";
kTaskGroupInformationAndPrintQualityTitleKey = "情報と印刷品質";
kTaskGroupPrinterSettingsTitleKey = "プリンタ設定";
kTaskGroupFaxSettingsTitleKey = "ファクス設定";
kTaskGroupNetworkSettingsTitleKey = "ネットワーク設定";
kHSDTaskGroupScanSettingsTitleKey = "スキャン設定";

ApplyButtonTitle = "今すぐ適用";

kViewMenuTitle = "ビュー";

AskSaveChangesAlertTitle = "この画面で設定を変更しました";
AskSaveChangesAlertMsg = "画面を閉じる前に変更を適用しますか？";
AskSaveChangesDontApplyButtonTitle = "適用しない";
AskSaveCahngesApplyButtonTitle = "適用する";

MultipleAskSaveChangesAlertTitle = "%i ウィンドウで設定を変更しました。";
MultipleAskSaveChangesAlertMsg = "終了する前に変更を確認しますか？";
MultipleAskSaveChangesDiscardButtonTitle = "変更を破棄";
MultipleAskSaveChangesReviewButtonTitle = "変更を確認...";

ConnectingMessage = "デバイスに接続しています\n%@";

DefaultWindowTitleString = "HP Utility";
DeviceNotSelectedMessageString = "起動するデバイスを選択してください";

DevicesItemTitleString = "デバイス";
DevicesItemTooltipString = "デバイスの表示/非表示";
SupportItemTitleString = "HP サポート";
SupportItemTooltipString = "HP オンラインサポート";
SuppliesItemTitleString = "サプライ用品";
SuppliesItemTooltipString = "サプライ用品のオンライン販売";
RegistrationItemTitleString = "登録";
RegistrationItemTooltipString = "オンライン登録";
RecyclingItemTitleString = "リサイクル";
RecyclingItemTooltipString = "オンラインで返却＆リサイクル";
MarsItemTitleString = "製品改善";
MarsItemTooltipString = "HP 製品改善のための調査";
TasksItemTitleString = "すべての設定";
TasksItemTooltipString = "すべての設定を表示";
SearchItemTitleString = "検索";
SearchItemTooltipString = "プラグインまたはキーワードの検索";

HSDAddDevicesToolTip = "デバイスを追加";
HSDRemoveDevicesToolTip = "選択したデバイスまたはスマート グループを削除";
HSDPullDownMenuToolTip = "アクション メニュー";
TaskCellWidth = "98";

PrintersGroupString = "デバイス";
SmartGroupsString = "スマート グループ";

PrinterName = "デバイス名";
ModelName = "モデル";
SerialNumber = "シリアル番号";
IPAddress = "IP アドレス";
BluetoothAddress = "アドレス";
ConnectionType = "接続";

kSmartGroupDefaultName = "スマート グループ";
kSmartGroupRulePropertyModel = "モデル";
kSmartGroupRulePropertyName = "名前";
kSmartGroupRulePropertyURI = "URI";
kSmartGroupRulePropertyIPAddress = "IP アドレス";
kSmartGroupRulePropertyConnectionType = "接続の種類";

kSmartGroupRuleCriterionContains = "含む";
kSmartGroupRuleCriterionDoesntContain = "含まない";
kSmartGroupRuleCriterionIs = "である";
kSmartGroupRuleCriterionIsNot = "でない";
kSmartGroupRuleCriterionStartsWith = "開始";
kSmartGroupRuleCriterionEndsWith = "終了";

kSmartGroupRuleValueTypeUSB = "USB";
kSmartGroupRuleValueTypeIP = "IP";
kSmartGroupRuleValueTypeBonjour = "Bonjour";
kSmartGroupRuleValueTypeBluetooth = "Bluetooth";

HSDRulesMatchStyleAll = "すべて";
HSDRulesMatchStyleAny = "いずれか";

IncompatibleTasksTitle = "互換性のないコンポーネント";
IncompatibleTasksMessage = "お使いのコンピュータにインストールされているコンポーネントの一部は、別のバージョンの HP Utility 用に開発されたものです。これらのコンポーネントはロードされないため、デバイスに関連した一部の機能にアクセスできません。ツールバーの HP サポート アイテムをクリックして、HP オンライン サポート サイトに移動し、最新バージョンの HP ソフトウェアをダウンロードしてください。";

NoComponentsTitle = "HP Utility コンポーネントの一部が見つかりません。";

ShowDevicesItemTitle = "デバイスを表示";
HideDevicesItemTitle = "デバイスを非表示";
ShowToolbarItemTitle = "ツールバーを表示";
HideToolbarItemTitle = "ツールバーを非表示";

DevicesMenuSetupDeviceItemTitle = "新しいデバイスのセットアップ…";
DevicesMenuSetupSelectedDeviceItemTitle = "選択したデバイスのセットアップ…";
DevicesMenuSetupWirelessItemTitle = "HP オート ワイヤレス コネクト…";
DevicesMenuAddDevicesItemTitle = "「デバイスの追加…";
DevicesMenuAddDeviceManuallyItemTitle = "「デバイスを手動で追加…";
DevicesMenuNewSmartGroupItemTitle = "「新規スマート グループ…";
DevicesMenuEditSmartGroupItemTitle = "「スマート グループの編集…";
DevicesMenuPrintersMenuTitle = "デバイス一覧";
DevicesMenuEmptyItemTitle = "(空)";

DevicesMenuRemoveDeviceItemTitle = "デバイスの取り外し";
DevicesMenuRemoveSmartGroupItemTitle = "スマート グループの削除";
DevicesMenuSortByItemTitle = "ソート順";
DevicesMenuNameItemTitle = "名称";
DevicesMenuAvailabilityItemTitle = "可用性";

HSDAddDeviceManuallyItemTitle = "「デバイスを手動で追加…";
HSDNewSmartGroupItemTitle = "「新規スマート グループ…";
HSDEditSmartGroupItemTitle = "「スマート グループの編集…";

DeviceNotAvailableMessageString = "選択したデバイスは現在使用できません。別のデバイスを選択してください。";
ScanjetDeviceNotAvailableMessageString = "選択したデバイスは現在使用できません。デバイスの電源がオンになっていること、コンピュータに接続されていること、およびすべての必要なソフトウェアがインストールされていることを確認してください。";

AppManagerItemTitleString = "アプリケーション";
AppManagerItemTooltipString = "アプリケーション";

AppManagerAskApplyChangesAlertTitle = "変更内容を適用しますか?";
AppManagerAskApplyChangesAlertMsg = "適用しないと、変更内容が失われます。";
AppManagerApplyButtonTitle = "適用";
CancelButtonTitleKey = "キャンセル";
AppManagerDontApplyButtonTitle = "適用しない";

NoSaveTitle = "ファイルを保存できませんでした";
DidNotSaveMessage = "ディスク容量が十分にあり、指定された場所にファイルを保存するアクセス権があることをチェックしてください。";

ConnectMenuItemTitleFormat = "%@ に接続";
EditMenuItemTitleFormat = "%@ の編集...";
RemoveMenuItemTitleFormat = "%@ の削除";

ShowOnlineAccessWarningsCommandTitle = "オンラインアクセス警告の表示";
HideOnlineAccessWarningsCommandTitle = "オンラインアクセス警告の非表示";

HSDSmartGroupNameTitle = "スマート グループ名:";
HSDMatchTextFieldTitle1 = "一致";
HSDMatchTextFieldTitle2 = "次のルールの内:";
HSDCancelButtonTitle = "キャンセル";
HSDOKButtonTitle = "OK";

// locked feature view
HSDDisabledFeatureTitle = "この機能は、デバイスの管理者によってロックされているか、無効にされています。";
HSDDisabledFeatureDescription = "この機能は [デバイス管理] パネルで有効にすることができます。 このパネルにアクセスするには、下の [移動] ボタンをクリックしてください。";
HSDNoWayToUnlockDescription = "この機能は、ロックまたは無効にされているため、使用できません。詳細については、プリンタのセットアップ担当者に問い合わせてください。";
HSDGoButton = "移動";

// Alert for Ink Subscription
SubscribedSuppliesTitle = "デバイスにアクティブなインク サブスクリプションがあります";
SubscribedSuppliesMessage = "このプリンタの交換カートリッジはすべて、HP Instant Ink から割安な価格でご購入いただけます。 その他のデバイスのアクセサリやサプライ品については、引き続きオンラインストアをご利用ください。";
GoToStoreButtonTitle = "ストアに移動";

//Search Window
SearchWindowTitle = "検索";
SearchWindowTaskTitle = "検索:";
SearchWindowButtonCancelTitle = "キャンセル";
SearchWindowButtonSearchTitle = "検索";

//Main Menu
"HP Utility" = "HP Utility";
"About HP Utility" = "HP Utilityについて";
"Hide HP Utility" = "HP Utilityの非表示";
"Hide Others" = "他を隠す";
"Show All" = "すべて表示";
"Quit HP Utility" = "HP Utilityの終了";

"Devices" = "デバイス";

"Edit" = "編集";
"Undo" = "元に戻す";
"Redo" = "やり直す";
"Cut" = "カット";
"Copy" = "コピー";
"Paste" = "ペースト";
"Delete" = "削除";
"Select All" = "すべてを選択";

"View" = "ビュー";

"Window" = "ウィンドウ";
"Close" = "閉じる";
"Minimize" = "最小化";
"Zoom" = "拡大／縮小";
"Bring All to Front" = "すべて最前面へ移動";

Version = "バージョン";

// Global Mode
MarsUnavailableAlertTitle = "「HP 製品改善のための調査」を設定できません";
MarsUnavailableAlertDescription = "使用するデバイスは「HP 製品改善のための調査」調査プログラムの対象ではありません。";
MarsUnavailableForOnlineDevicesAlertDescription = "使用するオンライン デバイスは「HP 製品改善のための調査」調査プログラムの対象ではありません。別のデバイスの電源を入れ、デバイスを Mac またはネットワークに接続した後、やり直してください。";
